[{
        "name": "Keyboard Cat",
        "text": "Keyboard Cat is a video-based internet meme. Its original form was a video originally made in 1984 by Charlie Schmidt of his cat Fatso seemingly playing a piano (though manipulated by Schmidt off-camera) to a cheery tune. While Schmidt had uploaded the video himself to YouTube in 2007, Brad O'Farrell, with Schmidt's permission, appended the video to the end of a blooper video uploaded in 2009 as if to have the cat play the person offstage after the gaffe as they had done in Vaudeville. The idea of this quickly expanded on the Internet by numerous other users, typically under the name Play Him Off, Keyboard Cat, and became a meme. Though Fatso had died in 1987, Schmidt had since adopted two other cats to become the new Keyboard Cat and providing video footage to be used for the meme: Bento until his death in 2018, and the current Keyboard Cat, Skinny.",
        "img": "https://upload.wikimedia.org/wikipedia/en/8/87/Keyboard_cat.jpg"
    },
    {
        "name": "Nyan Cat",
        "text": "Nyan Cat is the name of a YouTube video uploaded in April 2011, which became an internet meme. The video merged a Japanese pop song with an animated cartoon cat with a Pop-Tart for a torso, flying through space, and leaving a rainbow trail behind it. The video ranked at number 5 on the list of most viewed YouTube videos in 2011.",
        "img": "https://upload.wikimedia.org/wikipedia/en/e/ed/Nyan_cat_250px_frame.PNG"
    },
    {
        "name": "Grumpy Cat",
        "text": "Tardar Sauce (April 4, 2012[1] – May 14, 2019), nicknamed Grumpy Cat, was an American Internet celebrity cat. She was known for her permanently grumpy facial appearance, which was caused by an underbite and feline dwarfism. She came to prominence when a photograph of her was posted on September 22, 2012, on social news website Reddit by Bryan Bundesen, the brother of her owner Tabatha Bundesen. Lolcats and parodies created from the photograph by Reddit users became popular. She was the subject of a popular Internet meme in which humorously negative, cynical images are made from photographs of her.",
        "img": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ee/Grumpy_Cat_by_Gage_Skidmore.jpg/800px-Grumpy_Cat_by_Gage_Skidmore.jpg"
    }
]